{"<unk>":0,"!":1,"\"":2,"#":3,"$":4,"&":5,"'":6,"(":7,")":8,"*":9,",":10,"-":11,".":12,"/":13,"0":14,"1":15,"2":16,"3":17,"4":18,"5":19,"6":20,"7":21,"8":22,"9":23,":":24,";":25,"=":26,"?":27,"A":28,"B":29,"C":30,"D":31,"E":32,"F":33,"G":34,"H":35,"I":36,"J":37,"K":38,"L":39,"M":40,"N":41,"O":42,"P":43,"Q":44,"R":45,"S":46,"T":47,"U":48,"V":49,"W":50,"X":51,"Y":52,"Z":53,"\\":54,"_":55,"a":56,"b":57,"c":58,"d":59,"e":60,"f":61,"g":62,"h":63,"i":64,"j":65,"k":66,"l":67,"m":68,"n":69,"o":70,"p":71,"q":72,"r":73,"s":74,"t":75,"u":76,"v":77,"w":78,"x":79,"y":80,"z":81,"{":82,"}":83,"i</w>":84,"t</w>":85,"9</w>":86,"y</w>":87,"s</w>":88,"1</w>":89,"A</w>":90,"g</w>":91,"2</w>":92,"c</w>":93,"8</w>":94,"a</w>":95,"n</w>":96,"6</w>":97,"5</w>":98,"o</w>":99,"4</w>":100,"m</w>":101,"e</w>":102,"7</w>":103,"0</w>":104,"3</w>":105,"d</w>":106,"h</w>":107,"I</w>":108,"E</w>":109,"l</w>":110,"U</w>":111,"v</w>":112,"T</w>":113,"b</w>":114,"P</w>":115,"H</w>":116,"r</w>":117,"M</w>":118,"u</w>":119,"N</w>":120,"k</w>":121,"S</w>":122,"R</w>":123,"Y</w>":124,"V</w>":125,"D</w>":126,"F</w>":127,"G</w>":128,"p</w>":129,"L</w>":130,"C</w>":131,"f</w>":132,"w</w>":133,"x</w>":134,"z</w>":135,"K</w>":136,"O</w>":137,"Q</w>":138,"B</w>":139,"X</w>":140,"Z</w>":141,"J</w>":142,"q</w>":143,"W</w>":144,"j</w>":145,"=</w>":146,";</w>":147,"*</w>":148,"{</w>":149,"(</w>":150,",</w>":151,"\"</w>":152,"!</w>":153,".</w>":154,"\\</w>":155,"&</w>":156,"_</w>":157,")</w>":158,"-</w>":159,"$</w>":160,"?</w>":161,"}</w>":162,"/</w>":163,"'</w>":164,"#</w>":165,":</w>":166,"in":167,"te":168,"th":169,"ea":170,"an":171,"la":172,"the</w>":173,"re":174,"id":175,"be":176,"on</w>":177,"id</w>":178,"er":179,"or":180,"lin":181,"on":182,"ead":183,"en":184,"ti":185,"ar":186,"line</w>":187,"to</w>":188,"ing</w>":189,"xt</w>":190,"head":191,"bel</w>":192,"text</w>":193,"label</w>":194,"headline</w>":195,"ed</w>":196,"ou":197,"in</w>":198,"es</w>":199,"it":200,"ro":201,"er</w>":202,"of</w>":203,"st":204,"al":205,"ic":206,"il":207,"and</w>":208,"ay</w>":209,"an</w>":210,"es":211,"ra":212,"or</w>":213,"om":214,"is":215,"as</w>":216,"ur":217,"al</w>":218,"st</w>":219,"ec":220,"at</w>":221,"ter":222,"el":223,"ac":224,"day</w>":225,"ol":226,"is</w>":227,"ig":228,"for</w>":229,"at":230,"39</w>":231,"ts</w>":232,"am":233,"ch":234,"Th":235,"un":236,"ri":237,"us":238,"ent</w>":239,"lo":240,"ter</w>":241,"ag":242,"en</w>":243,"tion</w>":244,"ve</w>":245,"ir":246,"le</w>":247,"li":248,"ers</w>":249,"ted</w>":250,"ne":251,"as":252,"id1":253,"it</w>":254,"op":255,"ce</w>":256,"of":257,"ly</w>":258,"si":259,"ov":260,"sa":261,"ha":262,"com":263,"pro":264,"qu":265,"In":266,"ith</w>":267,"res":268,"that</w>":269,"em":270,"ed":271,"oun":272,"The</w>":273,"ow":274,"its</w>":275,"Re":276,"with</w>":277,"ta":278,"ters</w>":279,"sh":280,"ear":281,"igh":282,"con":283,"wh":284,"th</w>":285,"ad":286,"tion":287,"su":288,"ap":289,"et</w>":290,"ex":291,"ot</w>":292,"ch</w>":293,"oo":294,"di":295,"ma":296,"tw":297,"le":298,"ld</w>":299,"by</w>":300,"ks</w>":301,"por":302,"for":303,"de":304,"said</w>":305,"the":306,"ru":307,"rea":308,"are</w>":309,"has</w>":310,"uters</w>":311,"ill</w>":312,"rom</w>":313,"ab":314,"sp":315,"Ch":316,"Reuters</w>":317,"to":318,"se</w>":319,"comp":320,"bu":321,"from</w>":322,"ds</w>":323,"ee":324,"AP</w>":325,"out</w>":326,"ity</w>":327,"ir</w>":328,"af":329,"ting</w>":330,"po":331,"ear</w>":332,"00":333,"red</w>":334,"co":335,"il</w>":336,"his</w>":337,"Ne":338,"ight</w>":339,"esday</w>":340,"oc":341,"ric":342,"ing":343,"all</w>":344,"ate</w>":345,"im":346,"ke</w>":347,"du":348,"se":349,"will</w>":350,"fir":351,"was</w>":352,"ation":353,"ding</w>":354,"one</w>":355,"wor":356,"be</w>":357,"US</w>":358,"ment</w>":359,"pla":360,"led</w>":361,"ore</w>":362,"ic</w>":363,"up</w>":364,"ys</w>":365,"lea":366,"rec":367,"mo":368,"our":369,"after</w>":370,"per":371,"ation</w>":372,"ge</w>":373,"ia</w>":374,"illi":375,"over</w>":376,"tra":377,"off":378,"ere</w>":379,"ver":380,"any</w>":381,"ies</w>":382,"est</w>":383,"ess</w>":384,"id9":385,"ul":386,"id7":387,"id2":388,"id3":389,"id8":390,"ry</w>":391,"id5":392,"id11":393,"id4":394,"id6":395,"sec":396,"tes</w>":397,"vic":398,"have</w>":399,"ould</w>":400,"te</w>":401,"rou":402,"ni":403,"me</w>":404,"new</w>":405,"ling</w>":406,"pl":407,"ke":408,"gu":409,"tor":410,"pa":411,"their</w>":412,"ten":413,"id10":414,"sof":415,"tur":416,"son</w>":417,"Fr":418,"ther</w>":419,"fin":420,"um":421,"ard</w>":422,"quot</w>":423,"ain":424,"over":425,"ame</w>":426,"and":427,"illion</w>":428,"pp":429,"ans</w>":430,"lt</w>":431,"ist":432,"king</w>":433,"fi":434,"ian</w>":435,"ren":436,"Ira":437,"Mon":438,"ack</w>":439,"year</w>":440,"ve":441,"ph":442,"mar":443,"lu":444,"first</w>":445,"Mic":446,"ls</w>":447,"ann":448,"pu":449,"two</w>":450,"St":451,"ree</w>":452,"par":453,"res</w>":454,"ci":455,"als</w>":456,"ar</w>":457,"age</w>":458,"wee":459,"sur":460,"ile</w>":461,"ev":462,"ser":463,"resid":464,"more</w>":465,"ste":466,"he</w>":467,"200":468,"dow":469,"but</w>":470,"gi":471,"exp":472,"ow</w>":473,"der</w>":474,"mon":475,"ell</w>":476,"ris":477,"ance</w>":478,"ant</w>":479,"Uni":480,"mer":481,"old</w>":482,"our</w>":483,"Mar":484,"str":485,"iday</w>":486,"sts</w>":487,"bo":488,"ie":489,"dis":490,"Monday</w>":491,"ong</w>":492,"ber</w>":493,"ome</w>":494,"Tu":495,"Wed":496,"Wedn":497,"Wednesday</w>":498,"min":499,"An":500,"ester":501,"acc":502,"urs":503,"ning</w>":504,"da":505,"Tuesday</w>":506,"ide</w>":507,"ite</w>":508,"gt</w>":509,"mis":510,"ons</w>":511,"Thurs":512,"Thursday</w>":513,"ced</w>":514,"this</w>":515,"ud":516,"tions</w>":517,"repor":518,"New</w>":519,"ound</w>":520,"cu":521,"ary</w>":522,"ears</w>":523,"av":524,"company</w>":525,"ainst</w>":526,"row":527,"last</w>":528,"gh":529,"sed</w>":530,"el</w>":531,"Au":532,"Inc</w>":533,"fu":534,"ion</w>":535,"Friday</w>":536,"hel":537,"ents</w>":538,"pea":539,"sion</w>":540,"offic":541,"ings</w>":542,"man</w>":543,"ca":544,"than</w>":545,"ff":546,"ms</w>":547,"iti":548,"inc":549,"eop":550,"against</w>":551,"Micro":552,"ty</w>":553,"ho":554,"ational</w>":555,"og":556,"ded</w>":557,"ations</w>":558,"ps</w>":559,"into</w>":560,"hea":561,"Iraq</w>":562,"Inter":563,"Com":564,"tr":565,"OR":566,"esterday</w>":567,"Sh":568,"soft</w>":569,"ked</w>":570,"dea":571,"not</w>":572,"tive</w>":573,"de</w>":574,"mer</w>":575,"yesterday</w>":576,"ker</w>":577,"Af":578,"tro":579,"Cor":580,"low":581,"00</w>":582,"resident</w>":583,"mp":584,"pric":585,"pol":586,"rac":587,"Microsoft</w>":588,"end</w>":589,"about</w>":590,"ves</w>":591,"Pro":592,"am</w>":593,"ying</w>":594,"overn":595,"De":596,"att":597,"who</w>":598,"Con":599,"land</w>":600,"were</w>":601,"ace</w>":602,"enti":603,"sea":604,"ket</w>":605,"tu":606,"back</w>":607,"En":608,"duc":609,"ble</w>":610,"ally</w>":611,"ine</w>":612,"ns</w>":613,"they</w>":614,"lar":615,"quar":616,"amp":617,"Sun":618,"ned</w>":619,"ass":620,"Wor":621,"au":622,"shi":623,"been</w>":624,"other</w>":625,"earch</w>":626,"time</w>":627,"million</w>":628,"had</w>":629,"NE":630,"lead":631,"gh</w>":632,"Amer":633,"Sp":634,"Mo":635,"elec":636,"coun":637,"Is":638,"Americ":639,"week</w>":640,"uro":641,"ors</w>":642,"ins</w>":643,"three</w>":644,"ft</w>":645,"ces</w>":646,"kil":647,"gra":648,"10</w>":649,"ork</w>":650,"off</w>":651,"ond</w>":652,"ich</w>":653,"ak":654,"sh</w>":655,"ess":656,"ice</w>":657,"Corp</w>":658,"Su":659,"ence</w>":660,"Chin":661,"sc":662,"way</w>":663,"ver</w>":664,"roup</w>":665,"net</w>":666,"dec":667,"ali":668,"Ar":669,"offici":670,"pre":671,"wa":672,"Jo":673,"cent</w>":674,"lar</w>":675,"govern":676,"Sta":677,"Sunday</w>":678,"oil</w>":679,"Euro":680,"war":681,"urity</w>":682,"United</w>":683,"ement</w>":684,"tri":685,"man":686,"ck</w>":687,"vis":688,"tal":689,"Ex":690,"world</w>":691,"arg":692,"Se":693,"im</w>":694,"des":695,"loo":696,"atur":697,"ss</w>":698,"Bus":699,"AF":700,"jo":701,"cl":702,"gest</w>":703,"ain</w>":704,"Bo":705,"announ":706,"ws</w>":707,"eral</w>":708,"ton</w>":709,"ird</w>":710,"ven":711,"eople</w>":712,"bas":713,"ang":714,"ected</w>":715,"wi":716,"Al":717,"Indi":718,"would</w>":719,"fe":720,"sti":721,"ord</w>":722,"ON</w>":723,"AS":724,"AFP</w>":725,"years</w>":726,"game</w>":727,"Ma":728,"test</w>":729,"riv":730,"national</w>":731,"olog":732,"Satur":733,"season</w>":734,"which</w>":735,"could</w>":736,"today</w>":737,"government</w>":738,"tware</w>":739,"ign</w>":740,"people</w>":741,"prov":742,"def":743,"use</w>":744,"les</w>":745,"mil":746,"tle</w>":747,"ants</w>":748,"top</w>":749,"down</w>":750,"go":751,"riti":752,"est":753,"IN":754,"igh</w>":755,"President</w>":756,"ber":757,"sing</w>":758,"ast</w>":759,"prices</w>":760,"second</w>":761,"star":762,"Min":763,"vel":764,"tor</w>":765,"night</w>":766,"19":767,"less</w>":768,"play":769,"when</w>":770,"vi":771,"ball</w>":772,"Saturday</w>":773,"ran":774,"NEW</w>":775,"ales</w>":776,"says</w>":777,"next</w>":778,"bus":779,"port</w>":780,"ous</w>":781,"most</w>":782,"tin":783,"gen":784,"tory</w>":785,"ussi":786,"ju":787,"China</w>":788,"World</w>":789,"yste":790,"AN":791,"cap":792,"fo":793,"med":794,"Jap":795,"vice</w>":796,"ister</w>":797,"clo":798,"low</w>":799,"pres":800,"cla":801,"ll</w>":802,"poin":803,"third</w>":804,"tic</w>":805,"percent</w>":806,"kers</w>":807,"YOR":808,"ban":809,"Bu":810,"YORK</w>":811,"ger</w>":812,"cy</w>":813,"ese</w>":814,"win</w>":815,"team</w>":816,"ture</w>":817,"ens</w>":818,"inter":819,"stri":820,"do":821,"Ro":822,"To":823,"nolog":824,"vo":825,"try</w>":826,"ly":827,"ON":828,"Russi":829,"software</w>":830,"Austr":831,"leg":832,"ade</w>":833,"sen":834,"Res":835,"Bush</w>":836,"set</w>":837,"hol":838,"ct</w>":839,"ood</w>":840,"um</w>":841,"Internet</w>":842,"Isra":843,"Ser":844,"ad</w>":845,"2004</w>":846,"50</w>":847,"early</w>":848,"ship</w>":849,"ets</w>":850,"head</w>":851,"own</w>":852,"ital</w>":853,"prof":854,"air":855,"Austral":856,"market</w>":857,"agre":858,"iness</w>":859,"may</w>":860,"out":861,"ash":862,"Nor":863,"quarter</w>":864,"iz":865,"onom":866,"az":867,"bs</w>":868,"Can":869,"bea":870,"produc":871,"ses</w>":872,"ta</w>":873,"announced</w>":874,"ish</w>":875,"can</w>":876,"ist</w>":877,"Pal":878,"relea":879,"Wh":880,"fac":881,"Sec":882,"AT":883,"security</w>":884,"Br":885,"Qu":886,"ames</w>":887,"000</w>":888,"billion</w>":889,"ory</w>":890,"20</w>":891,"No</w>":892,"milit":893,"gue</w>":894,"used</w>":895,"us</w>":896,"ving</w>":897,"able</w>":898,"tel</w>":899,"pub":900,"sha":901,"ern</w>":902,"win":903,"ey</w>":904,"dem":905,"On":906,"Op":907,"tech":908,"ourt</w>":909,"four</w>":910,"Co":911,"tors</w>":912,"cal</w>":913,"ched</w>":914,"stoc":915,"ner</w>":916,"ports</w>":917,"cal":918,"com</w>":919,"In</w>":920,"11</w>":921,"oper":922,"Sou":923,"ut":924,"some</w>":925,"Col":926,"econom":927,"Europea":928,"15":929,"ou</w>":930,"so</w>":931,"record</w>":932,"tly</w>":933,"high</w>":934,"ecu":935,"pos":936,"Par":937,"mu":938,"killed</w>":939,"vest":940,"Lea":941,"group</w>":942,"12</w>":943,"anc":944,"victory</w>":945,"gle</w>":946,"br":947,"sel":948,"ered</w>":949,"ief</w>":950,"For":951,"ince</w>":952,"So":953,"et":954,"European</w>":955,"ach":956,"nology</w>":957,"10":958,"Li":959,"deal</w>":960,"ect</w>":961,"up":962,"Pri":963,"We":964,"30</w>":965,"Iraq":966,"ach</w>":967,"ampi":968,"bi":969,"officials</w>":970,"app":971,"No":972,"stra":973,"American</w>":974,"cas":975,"fore</w>":976,"Car":977,"iled</w>":978,"ated</w>":979,"month</w>":980,"pt</w>":981,"Goo":982,"Po":983,"all":984,"14":985,"pe</w>":986,"laun":987,"syste":988,"ish":989,"Canad":990,"ress</w>":991,"Oly":992,"fl":993,"Oil</w>":994,"Joh":995,"ged</w>":996,"36</w>":997,"Cup</w>":998,"Olymp":999,"now</w>":1000,"grow":1001,"high":1002,"pen":1003,"stru":1004,"vices</w>":1005,"ands</w>":1006,"fa":1007,"Sto":1008,"sol":1009,"ops</w>":1010,"15</w>":1011,"RE":1012,"boo":1013,"ef":1014,"amp</w>":1015,"comm":1016,"maker</w>":1017,"Ph":1018,"uring</w>":1019,"come</w>":1020,"re</w>":1021,"car":1022,"with":1023,"tel":1024,"plo":1025,"ics</w>":1026,"bro":1027,"sch":1028,"der":1029,"os</w>":1030,"Palest":1031,"It</w>":1032,"Briti":1033,"clear</w>":1034,"British</w>":1035,"plans</w>":1036,"ording</w>":1037,"inv":1038,"ston</w>":1039,"ool</w>":1040,"kes</w>":1041,"manag":1042,"20":1043,"ating</w>":1044,"sales</w>":1045,"Palestin":1046,"lead</w>":1047,"cen":1048,"dra":1049,"get</w>":1050,"ven</w>":1051,"India</w>":1052,"16":1053,"Sa":1054,"cc":1055,"bom":1056,"country</w>":1057,"business</w>":1058,"ago</w>":1059,"Eng":1060,"istan</w>":1061,"Japan</w>":1062,"een</w>":1063,"IB":1064,"home</w>":1065,"Minister</w>":1066,"sig":1067,"expected</w>":1068,"25</w>":1069,"atch</w>":1070,"ederal</w>":1071,"twork</w>":1072,"Google</w>":1073,"no</w>":1074,"before</w>":1075,"States</w>":1076,"key</w>":1077,"many</w>":1078,"ities</w>":1079,"17</w>":1080,"go</w>":1081,"pris":1082,"ates</w>":1083,"jor</w>":1084,"Sof":1085,"per</w>":1086,"ack":1087,"14</w>":1088,"rest</w>":1089,"Iraqi</w>":1090,"sid":1091,"13</w>":1092,"med</w>":1093,"nings</w>":1094,"18":1095,"ths</w>":1096,"Gre":1097,"York</w>":1098,"largest</w>":1099,"bur":1100,"usic</w>":1101,"76":1102,"IBM</w>":1103,"26":1104,"ght</w>":1105,"just</w>":1106,"18</w>":1107,"24":1108,"Ste":1109,"Air":1110,"dic":1111,"final</w>":1112,"technology</w>":1113,"cks</w>":1114,"ei":1115,"bile</w>":1116,"reported</w>":1117,"former</w>":1118,"rough</w>":1119,"38":1120,"Win":1121,"Lin":1122,"round</w>":1123,"fe</w>":1124,"pow":1125,"ue</w>":1126,"five</w>":1127,"16</w>":1128,"La":1129,"eld</w>":1130,"Fl":1131,"made</w>":1132,"34":1133,"ones</w>":1134,"compu":1135,"Prof":1136,"hal":1137,"29":1138,"TON</w>":1139,"Ko":1140,"As":1141,"28":1142,"inclu":1143,"25":1144,"gg":1145,"36":1146,"eng":1147,"tball</w>":1148,"anies</w>":1149,"take</w>":1150,"ough</w>":1151,"no":1152,"ran</w>":1153,"you</w>":1154,"least</w>":1155,"74":1156,"indu":1157,"cial</w>":1158,"col":1159,"mov":1160,"ane</w>":1161,"39":1162,"thern</w>":1163,"won</w>":1164,"phone</w>":1165,"devel":1166,"ering</w>":1167,"acks</w>":1168,"Ger":1169,"dol":1170,"79":1171,"invest":1172,"78":1173,"ember</w>":1174,"App":1175,"beg":1176,"35":1177,"sw":1178,"ders</w>":1179,"tween</w>":1180,"ches</w>":1181,"stry</w>":1182,"contin":1183,"under</w>":1184,"state</w>":1185,"mi":1186,"ous":1187,"during</w>":1188,"ata</w>":1189,"24</w>":1190,"dy</w>":1191,"Red</w>":1192,"co</w>":1193,"ony</w>":1194,"Bla":1195,"chi":1196,"esti":1197,"between</w>":1198,"hop":1199,"ide":1200,"tt":1201,"report</w>":1202,"make</w>":1203,"75":1204,"sus":1205,"execu":1206,"show":1207,"Ara":1208,"run":1209,"talks</w>":1210,"ank</w>":1211,"Le":1212,"rea</w>":1213,"19</w>":1214,"long</w>":1215,"sive</w>":1216,"21</w>":1217,"Web</w>":1218,"30":1219,"conc":1220,"if</w>":1221,"ely</w>":1222,"nu":1223,"70":1224,"my</w>":1225,"hit</w>":1226,"read":1227,"increa":1228,"her</w>":1229,"companies</w>":1230,"service</w>":1231,"ise</w>":1232,"ams</w>":1233,"chan":1234,"fla":1235,"rin":1236,"according</w>":1237,"what</w>":1238,"Co</w>":1239,"ING":1240,"South</w>":1241,"chief</w>":1242,"ping</w>":1243,"side</w>":1244,"them</w>":1245,"through</w>":1246,"help</w>":1247,"El":1248,"another</w>":1249,"election</w>":1250,"wea":1251,"Pla":1252,"say</w>":1253,"spec":1254,"del":1255,"so":1256,"me":1257,"ai":1258,"leader</w>":1259,"law":1260,"reless</w>":1261,"tic":1262,"ook</w>":1263,"pri":1264,"eal</w>":1265,"Fi":1266,"US":1267,"ful</w>":1268,"League</w>":1269,"ical</w>":1270,"retur":1271,"major</w>":1272,"ial</w>":1273,"based</w>":1274,"giant</w>":1275,"sta":1276,"49":1277,"soc":1278,"run</w>":1279,"Israel":1280,"posi":1281,"sour":1282,"With</w>":1283,"sup":1284,"AR":1285,"Pak":1286,"bid</w>":1287,"ale</w>":1288,"ages</w>":1289,"cause</w>":1290,"pped</w>":1291,"Australia</w>":1292,"lob":1293,"Man":1294,"do</w>":1295,"ze</w>":1296,"ouse</w>":1297,"computer</w>":1298,"threa":1299,"vie":1300,"ant":1301,"UN</w>":1302,"sm":1303,"him</w>":1304,"coach</w>":1305,"mission</w>":1306,"Ad":1307,"fol":1308,"ire</w>":1309,"Afgh":1310,"we":1311,"erry</w>":1312,"while</w>":1313,"cam":1314,"Tw":1315,"AL":1316,"held</w>":1317,"ret":1318,"news</w>":1319,"Hol":1320,"sub":1321,"sk":1322,"still</w>":1323,"Sha":1324,"since</w>":1325,"left</w>":1326,"ER":1327,"sco":1328,"International</w>":1329,"bar":1330,"ications</w>":1331,"part":1332,"22</w>":1333,"dro":1334,"kee":1335,"ved</w>":1336,"28</w>":1337,"cra":1338,"23</w>":1339,"vision</w>":1340,"AN</w>":1341,"After</w>":1342,"ush":1343,"John</w>":1344,"days</w>":1345,"Group</w>":1346,"ga":1347,"charg":1348,"Palestinian</w>":1349,"being</w>":1350,"Gen":1351,"Prime</w>":1352,"play</w>":1353,"27</w>":1354,"Sox</w>":1355,"ties</w>":1356,"police</w>":1357,"69":1358,"ense</w>":1359,"plan</w>":1360,"industry</w>":1361,"58":1362,"brea":1363,"cor":1364,"ech":1365,"59":1366,"hom":1367,"racle</w>":1368,"start</w>":1369,"buil":1370,"face</w>":1371,"big":1372,"ped</w>":1373,"Open</w>":1374,"Cu":1375,"war</w>":1376,"sto":1377,"Mi":1378,"dre":1379,"kn":1380,"sl":1381,"search</w>":1382,"Di":1383,"48":1384,"ja":1385,"35</w>":1386,"Fin":1387,"form":1388,"ily</w>":1389,"lic</w>":1390,"court</w>":1391,"ards</w>":1392,"Apple</w>":1393,"ashing":1394,"ction</w>":1395,"68":1396,"Dav":1397,"dows</w>":1398,"profit</w>":1399,"Cali":1400,"develop":1401,"ights</w>":1402,"inte":1403,"vers":1404,"lowing</w>":1405,"Champi":1406,"agreed</w>":1407,"music</w>":1408,"ick</w>":1409,"tou":1410,"military</w>":1411,"cur":1412,"reta":1413,"move</w>":1414,"EN":1415,"Un":1416,"Off":1417,"Israeli</w>":1418,"17":1419,"progra":1420,"consu":1421,"fun":1422,"men</w>":1423,"Oracle</w>":1424,"only</w>":1425,"INGTON</w>":1426,"months</w>":1427,"50":1428,"cut</w>":1429,"Afric":1430,"26</w>":1431,"ending</w>":1432,"ay":1433,"proc":1434,"29</w>":1435,"ined</w>":1436,"ential</w>":1437,"One</w>":1438,"Olympic</w>":1439,"contro":1440,"NAS":1441,"dru":1442,"ili":1443,"open</w>":1444,"cienti":1445,"lobal</w>":1446,"ill":1447,"Tra":1448,"40":1449,"Mc":1450,"ley</w>":1451,"ie</w>":1452,"even</w>":1453,"like</w>":1454,"sou":1455,"Gu":1456,"Up":1457,"contra":1458,"system</w>":1459,"Cen":1460,"don</w>":1461,"Russia</w>":1462,"Gi":1463,"thing</w>":1464,"acqu":1465,"growth</w>":1466,"open":1467,"Bar":1468,"nuclear</w>":1469,"change</w>":1470,"sure</w>":1471,"60":1472,"Intel</w>":1473,"State</w>":1474,"ments</w>":1475,"space</w>":1476,"27":1477,"Vi":1478,"right</w>":1479,"AM":1480,"six</w>":1481,"England</w>":1482,"Bra":1483,"mor":1484,"ck":1485,"gy</w>":1486,"ects</w>":1487,"official</w>":1488,"Gaz":1489,"ASH":1490,"Nov":1491,"nor":1492,"io</w>":1493,"president</w>":1494,"IS":1495,"mobile</w>":1496,"put</w>":1497,"Windows</w>":1498,"cri":1499,"num":1500,"lines</w>":1501,"ility</w>":1502,"claim":1503,"org":1504,"Pol":1505,"points</w>":1506,"North</w>":1507,"HRE":1508,"because</w>":1509,"37":1510,"EL":1511,"Wi":1512,"strong</w>":1513,"WASH":1514,"ists</w>":1515,"Russian</w>":1516,"online</w>":1517,"batt":1518,"Ab":1519,"31</w>":1520,"Dis":1521,"WASHINGTON</w>":1522,"Bag":1523,"pite</w>":1524,"rent</w>":1525,"look</w>":1526,"Soft</w>":1527,"HREF</w>":1528,"crea":1529,"mem":1530,"nation</w>":1531,"Iran</w>":1532,"gs</w>":1533,"ten</w>":1534,"lan":1535,"biggest</w>":1536,"including</w>":1537,"bers</w>":1538,"vir":1539,"eti":1540,"Peop":1541,"Up</w>":1542,"urric":1543,"anese</w>":1544,"ils</w>":1545,"stom":1546,"Bank</w>":1547,"rup":1548,"wom":1549,"half</w>":1550,"stage</w>":1551,"ney</w>":1552,"where</w>":1553,"public</w>":1554,"Sch":1555,"tem":1556,"National</w>":1557,"ote</w>":1558,"see":1559,"ure</w>":1560,"firm</w>":1561,"rema":1562,"pon":1563,"feren":1564,"ootball</w>":1565,"city</w>":1566,"Europe</w>":1567,"players</w>":1568,"iting</w>":1569,"late</w>":1570,"part</w>":1571,"ching</w>":1572,"services</w>":1573,"AG":1574,"Gaza</w>":1575,"latest</w>":1576,"Ear":1577,"Yan":1578,"44":1579,"hand":1580,"onal</w>":1581,"released</w>":1582,"People":1583,"By</w>":1584,"Canadian</w>":1585,"Dar":1586,"kets</w>":1587,"99":1588,"quarter":1589,"PeopleSoft</w>":1590,"using</w>":1591,"66":1592,"bra":1593,"sting</w>":1594,"ida</w>":1595,"tal</w>":1596,"dad</w>":1597,"80":1598,"aly":1599,"Stocks</w>":1600,"Bagh":1601,"bor":1602,"place</w>":1603,"issu":1604,"EU</w>":1605,"PC</w>":1606,"there</w>":1607,"reign</w>":1608,"dou":1609,"Pakistan</w>":1610,"presid":1611,"Baghdad</w>":1612,"stor":1613,"terr":1614,"ahead</w>":1615,"Ag":1616,"Fo":1617,"mun":1618,"Or":1619,"At":1620,"tain</w>":1621,"ots</w>":1622,"pi":1623,"ase</w>":1624,"explo":1625,"Sports</w>":1626,"UK</w>":1627,"attack</w>":1628,"ult</w>":1629,"Sud":1630,"games</w>":1631,"cel":1632,"Boston</w>":1633,"data</w>":1634,"regi":1635,"beat</w>":1636,"publ":1637,"ose</w>":1638,"Network</w>":1639,"34</w>":1640,"nam":1641,"2005</w>":1642,"prob":1643,"32</w>":1644,"Per":1645,"field</w>":1646,"ourth</w>":1647,"For</w>":1648,"As</w>":1649,"38</w>":1650,"ready</w>":1651,"stocks</w>":1652,"33</w>":1653,"ether</w>":1654,"Be":1655,"Brit":1656,"found</w>":1657,"reet</w>":1658,"Asi":1659,"work</w>":1660,"troops</w>":1661,"ean</w>":1662,"loss</w>":1663,"dollar</w>":1664,"Fren":1665,"ideo</w>":1666,"War":1667,"enn":1668,"West</w>":1669,"higher</w>":1670,"55":1671,"again</w>":1672,"ious</w>":1673,"DON</w>":1674,"Har":1675,"much</w>":1676,"pay</w>":1677,"ro</w>":1678,"LON":1679,"om</w>":1680,"rose</w>":1681,"end":1682,"ines</w>":1683,"Shar":1684,"ull</w>":1685,"coming</w>":1686,"users</w>":1687,"big</w>":1688,"buy</w>":1689,"Two</w>":1690,"ans":1691,"tin</w>":1692,"Israel</w>":1693,"37</w>":1694,"row</w>":1695,"Korea</w>":1696,"new":1697,"politi":1698,"cru":1699,"succ":1700,"fourth</w>":1701,"LONDON</w>":1702,"ners</w>":1703,"regu":1704,"Fal":1705,"shares</w>":1706,"Ge":1707,"effor":1708,"Security</w>":1709,"Washing":1710,"Ho":1711,"But</w>":1712,"estig":1713,"Sy":1714,"ross</w>":1715,"custom":1716,"price</w>":1717,"Washington</w>":1718,"tru":1719,"lim":1720,"direc":1721,"90":1722,"ploy":1723,"continu":1724,"past</w>":1725,"ux</w>":1726,"onship</w>":1727,"lit":1728,"tele":1729,"88":1730,"around</w>":1731,"ways</w>":1732,"rela":1733,"mee":1734,"Ju":1735,"Oc":1736,"har":1737,"stro":1738,"release</w>":1739,"stock</w>":1740,"economy</w>":1741,"tures</w>":1742,"French</w>":1743,"ual</w>":1744,"ised</w>":1745,"earnings</w>":1746,"ser</w>":1747,"international</w>":1748,"ining</w>":1749,"trade</w>":1750,"reports</w>":1751,"called</w>":1752,"ration</w>":1753,"Ital":1754,"forces</w>":1755,"position</w>":1756,"Dem":1757,"bla":1758,"Australian</w>":1759,"date</w>":1760,"Kerry</w>":1761,"fam":1762,"ken</w>":1763,"Yanke":1764,"dri":1765,"eat</w>":1766,"rer</w>":1767,"mes</w>":1768,"weeks</w>":1769,"near</w>":1770,"ancial</w>":1771,"Ham":1772,"ision</w>":1773,"San</w>":1774,"isco</w>":1775,"soci":1776,"presidential</w>":1777,"Linux</w>":1778,"well</w>":1779,"prote":1780,"tives</w>":1781,"An</w>":1782,"hist":1783,"came</w>":1784,"Ang":1785,"Research</w>":1786,"ep":1787,"Ha":1788,"free</w>":1789,"gold</w>":1790,"ming</w>":1791,"America</w>":1792,"should</w>":1793,"News</w>":1794,"Flor":1795,"46":1796,"Associ":1797,"fat</w>":1798,"economic</w>":1799,"vel</w>":1800,"NASA</w>":1801,"eed</w>":1802,"56":1803,"77":1804,"100</w>":1805,"supp":1806,"ever</w>":1807,"tral</w>":1808,"IC":1809,"rew</w>":1810,"executive</w>":1811,"ward</w>":1812,"DA":1813,"Tim":1814,"igital</w>":1815,"sions</w>":1816,"possi":1817,"hear":1818,"Tur":1819,"form</w>":1820,"New":1821,"susp":1822,"share</w>":1823,"mul":1824,"took</w>":1825,"federal</w>":1826,"tell":1827,"fil":1828,"car</w>":1829,"under":1830,"disc":1831,"close</w>":1832,"view</w>":1833,"ism</w>":1834,"Florida</w>":1835,"Elec":1836,"ference</w>":1837,"insur":1838,"cientists</w>":1839,"Coun":1840,"title</w>":1841,"offer</w>":1842,"Union</w>":1843,"fur</w>":1844,"ff</w>":1845,"Arafat</w>":1846,"rival</w>":1847,"Sun</w>":1848,"urricane</w>":1849,"kely</w>":1850,"thor":1851,"Char":1852,"number</w>":1853,"TO":1854,"site</w>":1855,"lation</w>":1856,"investig":1857,"CE":1858,"City</w>":1859,"tter</w>":1860,"stud":1861,"Darfur</w>":1862,"act</w>":1863,"leading</w>":1864,"ton":1865,"40</w>":1866,"Mus":1867,"tt</w>":1868,"shor":1869,"seven</w>":1870,"nearly</w>":1871,"ular</w>":1872,"twor":1873,"ults</w>":1874,"investors</w>":1875,"tron":1876,"campa":1877,"ttle</w>":1878,"series</w>":1879,"Bi":1880,"shar":1881,"here</w>":1882,"power</w>":1883,"aim":1884,"inten":1885,"jur":1886,"very</w>":1887,"terror":1888,"Pre":1889,"SE":1890,"targ":1891,"Street</w>":1892,"Lon":1893,"how</w>":1894,"clu":1895,"ew":1896,"ior</w>":1897,"ron":1898,"Sw":1899,"ency</w>":1900,"deb":1901,"lower</w>":1902,"case</w>":1903,"Willi":1904,"Yankees</w>":1905,"Pu":1906,"Press</w>":1907,"France</w>":1908,"Court</w>":1909,"jobs</w>":1910,"ind</w>":1911,"killing</w>":1912,"Do":1913,"Octo":1914,"Sep":1915,"TV</w>":1916,"alleg":1917,"SP":1918,"contract</w>":1919,"Pow":1920,"oward</w>":1921,"Quote</w>":1922,"Rec":1923,"tting</w>":1924,"Ath":1925,"blo":1926,"October</w>":1927,"ath":1928,"lth</w>":1929,"hun":1930,"mers</w>":1931,"exten":1932,"Japanese</w>":1933,"appea":1934,"fell</w>":1935,"workers</w>":1936,"attacks</w>":1937,"global</w>":1938,"hard</w>":1939,"recei":1940,"nia</w>":1941,"dom":1942,"Game</w>":1943,"exper":1944,"Mil":1945,"ban</w>":1946,"fic":1947,"Fir":1948,"Says</w>":1949,"hi":1950,"Septem":1951,"qui":1952,"race</w>":1953,"September</w>":1954,"98":1955,"your</w>":1956,"peace</w>":1957,"support</w>":1958,"Federal</w>":1959,"atte":1960,"More</w>":1961,"Des":1962,"45":1963,"ey":1964,"source</w>":1965,"fra":1966,"ided</w>":1967,"rates</w>":1968,"life</w>":1969,"BC</w>":1970,"Iv":1971,"mation</w>":1972,"Cla":1973,"tiv":1974,"secu":1975,"Del":1976,"Sing":1977,"St</w>":1978,"Wall</w>":1979,"veral</w>":1980,"rev":1981,"despite</w>":1982,"going</w>":1983,"Britain</w>":1984,"thers</w>":1985,"eas":1986,"To</w>":1987,"away</w>":1988,"version</w>":1989,"media</w>":1990,"IT</w>":1991,"pop":1992,"anti":1993,"port":1994,"ergy</w>":1995,"Compu":1996,"lem":1997,"ech</w>":1998,"see</w>":1999,"likely</w>":2000,"competi":2001,"Califor":2002,"don":2003,"ges</w>":2004,"legal</w>":2005,"pass":2006,"din":2007,"ass</w>":2008,"spo":2009,"Tech":2010,"ler</w>":2011,"ai</w>":2012,"best</w>":2013,"Lo":2014,"edu":2015,"leaders</w>":2016,"soldi":2017,"sla":2018,"agreement</w>":2019,"Vir":2020,"hum":2021,"Dol":2022,"ished</w>":2023,"Tex":2024,"wide</w>":2025,"Sony</w>":2026,"udge</w>":2027,"uk":2028,"employ":2029,"following</w>":2030,"ium</w>":2031,"els</w>":2032,"ians</w>":2033,"bomb</w>":2034,"region</w>":2035,"eds</w>":2036,"also</w>":2037,"70</w>":2038,"adv":2039,"ham</w>":2040,"Sudan</w>":2041,"mail</w>":2042,"anned</w>":2043,"launch</w>":2044,"lies</w>":2045,"self</w>":2046,"gy":2047,"Pl":2048,"ut</w>":2049,"Mer":2050,"Sea":2051,"tely</w>":2052,"board</w>":2053,"due</w>":2054,"week":2055,"down":2056,"esses</w>":2057,"drug</w>":2058,"ging</w>":2059,"making</w>":2060,"General</w>":2061,"On</w>":2062,"pit":2063,"ensive</w>":2064,"air</w>":2065,"might</w>":2066,"ake</w>":2067,"ampion</w>":2068,"rise</w>":2069,"California</w>":2070,"rate</w>":2071,"ques":2072,"reat</w>":2073,"return</w>":2074,"Sen":2075,"comple":2076,"fea":2077,"Si":2078,"tent</w>":2079,"idence</w>":2080,"oods</w>":2081,"Canada</w>":2082,"Spa":2083,"player</w>":2084,"viol":2085,"pur":2086,"ner":2087,"conf":2088,"minist":2089,"tice</w>":2090,"video</w>":2091,"Is</w>":2092,"ank":2093,"Vo":2094,"pe":2095,"char":2096,"program</w>":2097,"napp":2098,"lier</w>":2099,"75</w>":2100,"November</w>":2101,"Tro":2102,"ob":2103,"analy":2104,"reg":2105,"research</w>":2106,"both</w>":2107,"Ya":2108,"fall</w>":2109,"shot</w>":2110,"give</w>":2111,"Pric":2112,"bels</w>":2113,"ror</w>":2114,"id100":2115,"CEO</w>":2116,"versity</w>":2117,"Bas":2118,"ator</w>":2119,"future</w>":2120,"meeting</w>":2121,"OS</w>":2122,"customers</w>":2123,"scored</w>":2124,"BA</w>":2125,"good</w>":2126,"olu":2127,"eball</w>":2128,"demand</w>":2129,"match</w>":2130,"products</w>":2131,"Ber":2132,"vers</w>":2133,"decision</w>":2134,"Med":2135,"At</w>":2136,"job</w>":2137,"tional</w>":2138,"fied</w>":2139,"tain":2140,"Micha":2141,"partment</w>":2142,"lan</w>":2143,"bed</w>":2144,"sets</w>":2145,"Pac":2146,"Comp":2147,"Profit</w>":2148,"campaign</w>":2149,"ware</w>":2150,"ended</w>":2151,"igned</w>":2152,"ains</w>":2153,"Pa":2154,"running</w>":2155,"Dec":2156,"lay":2157,"winning</w>":2158,"Ra":2159,"death</w>":2160,"Gr":2161,"suit</w>":2162,"Michael</w>":2163,"Ed":2164,"chang":2165,"such</w>":2166,"capital</w>":2167,"football</w>":2168,"rel</w>":2169,"keep</w>":2170,"point</w>":2171,"CH":2172,"This</w>":2173,"ounded</w>":2174,"fire</w>":2175,"minister</w>":2176,"cher</w>":2177,"recent</w>":2178,"Bay</w>":2179,"criti":2180,"May</w>":2181,"cer":2182,"consid":2183,"Series</w>":2184,"Computer</w>":2185,"fre":2186,"charges</w>":2187,"trial</w>":2188,"champion</w>":2189,"wireless</w>":2190,"ocra":2191,"bank</w>":2192,"den":2193,"sing":2194,"Profile</w>":2195,"Shares</w>":2196,"pers":2197,"He</w>":2198,"eight</w>":2199,"49</w>":2200,"CO":2201,"mea":2202,"champi":2203,"taking</w>":2204,"Williams</w>":2205,"chil":2206,"tries</w>":2207,"Air</w>":2208,"sem":2209,"tom":2210,"Commission</w>":2211,"proved</w>":2212,"chip</w>":2213,"Ari":2214,"akes</w>":2215,"without</w>":2216,"munications</w>":2217,"CO</w>":2218,"ne</w>":2219,"ome":2220,"straight</w>":2221,"political</w>":2222,"ush</w>":2223,"systems</w>":2224,"ills</w>":2225,"acked</w>":2226,"manager</w>":2227,"Syste":2228,"whether</w>":2229,"mat":2230,"posed</w>":2231,"several</w>":2232,"Texas</w>":2233,"IT":2234,"gress</w>":2235,"formation</w>":2236,"post</w>":2237,"Chinese</w>":2238,"96":2239,"Ac":2240,"digital</w>":2241,"sell</w>":2242,"concer":2243,"Hea":2244,"Pe":2245,"sett":2246,"na":2247,"told</w>":2248,"uni":2249,"prise</w>":2250,"aniz":2251,"battle</w>":2252,"45</w>":2253,"kid":2254,"elections</w>":2255,"Hurricane</w>":2256,"action</w>":2257,"strike</w>":2258,"financial</w>":2259,"network</w>":2260,"unve":2261,"beli":2262,"erve</w>":2263,"forec":2264,"NF":2265,"hold</w>":2266,"enter":2267,"broad":2268,"TH":2269,"interest</w>":2270,"Ver":2271,"ees</w>":2272,"ana</w>":2273,"star</w>":2274,"ours</w>":2275,"stron":2276,"launched</w>":2277,"red":2278,"id80":2279,"Wireless</w>":2280,"id30":2281,"provid":2282,"id110":2283,"id40":2284,"Play":2285,"retary</w>":2286,"regula":2287,"inning</w>":2288,"become</w>":2289,"little</w>":2290,"41</w>":2291,"den</w>":2292,"ject</w>":2293,"id20":2294,"figh":2295,"mid":2296,"we</w>":2297,"saying</w>":2298,"id70":2299,"BE":2300,"ee</w>":2301,"ud</w>":2302,"id60":2303,"ises</w>":2304,"table</w>":2305,"Def":2306,"jured</w>":2307,"gr":2308,"id90":2309,"Bel":2310,"55</w>":2311,"show</w>":2312,"id50":2313,"polic":2314,"school</w>":2315,"48</w>":2316,"ami</w>":2317,"Pat":2318,"hind</w>":2319,"ya</w>":2320,"dead</w>":2321,"appl":2322,"tworks</w>":2323,"Hou":2324,"author":2325,"cou":2326,"estern</w>":2327,"Afghan":2328,"weekend</w>":2329,"Oct</w>":2330,"results</w>":2331,"rown</w>":2332,"Germany</w>":2333,"hu":2334,"ought</w>":2335,"SAN</w>":2336,"jury</w>":2337,"60</w>":2338,"ky":2339,"force</w>":2340,"racy</w>":2341,"trea":2342,"agency</w>":2343,"hoo</w>":2344,"women</w>":2345,"OS":2346,"wat":2347,"tern</w>":2348,"each</w>":2349,"Mad":2350,"eff":2351,"cop":2352,"across</w>":2353,"nec":2354,"venue</w>":2355,"German</w>":2356,"tics</w>":2357,"cing</w>":2358,"plan":2359,"78</w>":2360,"Mis":2361,"Over</w>":2362,"lost</w>":2363,"Afghanistan</w>":2364,"cost</w>":2365,"history</w>":2366,"Yahoo</w>":2367,"ktop</w>":2368,"Stri":2369,"Isla":2370,"phones</w>":2371,"bank":2372,"vil":2373,"CA":2374,"gener":2375,"pic":2376,"Search</w>":2377,"cer</w>":2378,"eded</w>":2379,"anning</w>":2380,"Am":2381,"fight</w>":2382,"ld":2383,"Pod</w>":2384,"doc":2385,"zed</w>":2386,"costs</w>":2387,"increase</w>":2388,"ounds</w>":2389,"Indon":2390,"possible</w>":2391,"onds</w>":2392,"keover</w>":2393,"morning</w>":2394,"Indones":2395,"vote</w>":2396,"touch":2397,"isi":2398,"rested</w>":2399,"she</w>":2400,"better</w>":2401,"Augu":2402,"management</w>":2403,"RAN":2404,"hostage</w>":2405,"Por":2406,"Hal":2407,"Ru":2408,"retail":2409,"chall":2410,"priv":2411,"consumer</w>":2412,"Fac":2413,"Chic":2414,"stand":2415,"foreign</w>":2416,"72</w>":2417,"bled</w>":2418,"ousands</w>":2419,"77</w>":2420,"foc":2421,"fans</w>":2422,"Space</w>":2423,"House</w>":2424,"uses</w>":2425,"accoun":2426,"band</w>":2427,"uro</w>":2428,"Democra":2429,"79</w>":2430,"Indian</w>":2431,"71</w>":2432,"ators</w>":2433,"gency</w>":2434,"Nov</w>":2435,"hopes</w>":2436,"promis":2437,"pho":2438,"dio</w>":2439,"August</w>":2440,"mir</w>":2441,"chers</w>":2442,"dead":2443,"jum":2444,"id98":2445,"fur":2446,"74</w>":2447,"ster</w>":2448,"Arsen":2449,"rupt":2450,"id38":2451,"few</w>":2452,"attemp":2453,"id78":2454,"IL":2455,"id18":2456,"id88":2457,"Afghan</w>":2458,"tax</w>":2459,"id48":2460,"Department</w>":2461,"44</w>":2462,"64</w>":2463,"Nations</w>":2464,"id68":2465,"accused</w>":2466,"id118":2467,"TO</w>":2468,"ufac":2469,"ral</w>":2470,"47</w>":2471,"deli":2472,"ota</w>":2473,"id58":2474,"goti":2475,"operating</w>":2476,"Africa</w>":2477,"td</w>":2478,"id108":2479,"42</w>":2480,"76</w>":2481,"showed</w>":2482,"500</w>":2483,"signed</w>":2484,"London</w>":2485,"Cha":2486,"squ":2487,"died</w>":2488,"id28":2489,"turn</w>":2490,"Fallu":2491,"gets</w>":2492,"Lead":2493,"eing</w>":2494,"ssi":2495,"gas</w>":2496,"men":2497,"int</w>":2498,"lows</w>":2499,"carri":2500,"ruptcy</w>":2501,"Shi":2502,"though</w>":2503,"University</w>":2504,"Virg":2505,"party</w>":2506,"care":2507,"warned</w>":2508,"anti</w>":2509,"ery</w>":2510,"sum":2511,"Former</w>":2512,"43</w>":2513,"Tal":2514,"op</w>":2515,"same</w>":2516,"inf":2517,"too</w>":2518,"46</w>":2519,"mit":2520,"ease</w>":2521,"OU":2522,"Sad":2523,"When</w>":2524,"behind</w>":2525,"lue</w>":2526,"did</w>":2527,"pping</w>":2528,"NFL</w>":2529,"takes</w>":2530,"land":2531,"law</w>":2532,"DV":2533,"among</w>":2534,"diff":2535,"Braz":2536,"Online</w>":2537,"threaten":2538,"54</w>":2539,"violence</w>":2540,"militants</w>":2541,"Lab":2542,"Musli":2543,"Spain</w>":2544,"AL</w>":2545,"iPod</w>":2546,"Athens</w>":2547,"Report</w>":2548,"73</w>":2549,"Jones</w>":2550,"Ry":2551,"ances</w>":2552,"appro":2553,"perform":2554,"ously</w>":2555,"small</w>":2556,"claims</w>":2557,"ester</w>":2558,"Atlan":2559,"trading</w>":2560,"minu":2561,"ols</w>":2562,"FRAN":2563,"NBA</w>":2564,"emer":2565,"lon":2566,"injured</w>":2567,"store</w>":2568,"urt</w>":2569,"process":2570,"Deal</w>":2571,"51</w>":2572,"wins</w>":2573,"mark</w>":2574,"Chicago</w>":2575,"David</w>":2576,"Tri":2577,"ce":2578,"dly</w>":2579,"corpor":2580,"Big</w>":2581,"Pi":2582,"house</w>":2583,"Olympics</w>":2584,"control</w>":2585,"53</w>":2586,"Bro":2587,"PE":2588,"err":2589,"stop</w>":2590,"African</w>":2591,"Americans</w>":2592,"90</w>":2593,"cash</w>":2594,"Houston</w>":2595,"dle</w>":2596,"ink</w>":2597,"ats</w>":2598,"Championship</w>":2599,"pul":2600,"medal</w>":2601,"AC":2602,"Bow":2603,"barrel</w>":2604,"Star":2605,"Test</w>":2606,"cand":2607,"opening</w>":2608,"ATH":2609,"ends</w>":2610,"soldiers</w>":2611,"ick":2612,"amid</w>":2613,"respon":2614,"began</w>":2615,"got</w>":2616,"intro":2617,"151</w>":2618,"Giants</w>":2619,"information</w>":2620,"Phili":2621,"Tig":2622,"expec":2623,"des</w>":2624,"ba</w>":2625,"almost</w>":2626,"Ltd</w>":2627,"Sept</w>":2628,"rint</w>":2629,"Champions</w>":2630,"crude</w>":2631,"full</w>":2632,"ids</w>":2633,"step</w>":2634,"First</w>":2635,"he":2636,"commun":2637,"Blair</w>":2638,"scientists</w>":2639,"Nig":2640,"nine</w>":2641,"cil</w>":2642,"alls</w>":2643,"East</w>":2644,"confir":2645,"makers</w>":2646,"Franc":2647,"struc":2648,"65</w>":2649,"High</w>":2650,"PD":2651,"zer</w>":2652,"profits</w>":2653,"ef</w>":2654,"anding</w>":2655,"reach</w>":2656,"duce</w>":2657,"ES</w>":2658,"Mid":2659,"comes</w>":2660,"turing</w>":2661,"suspen":2662,"term</w>":2663,"takeover</w>":2664,"80</w>":2665,"roc":2666,"lif":2667,"52</w>":2668,"Secretary</w>":2669,"Cam":2670,"television</w>":2671,"career</w>":2672,"Bom":2673,"Wal":2674,"ited</w>":2675,"negoti":2676,"trans":2677,"press</w>":2678,"offering</w>":2679,"Egy":2680,"Kar":2681,"Upda":2682,"AD":2683,"asser</w>":2684,"aul</w>":2685,"senior</w>":2686,"ENS</w>":2687,"200</w>":2688,"99</w>":2689,"judge</w>":2690,"Games</w>":2691,"Lou":2692,"Sco":2693,"study</w>":2694,"til</w>":2695,"ministration</w>":2696,"performance</w>":2697,"Cap":2698,"Gar":2699,"earlier</w>":2700,"vey</w>":2701,"Not</w>":2702,"val":2703,"ent":2704,"speed</w>":2705,"league</w>":2706,"AT</w>":2707,"ece</w>":2708,"tre</w>":2709,"suff":2710,"kidnapp":2711,"IS</w>":2712,"Sales</w>":2713,"inde":2714,"Airways</w>":2715,"Roc":2716,"energy</w>":2717,"unit</w>":2718,"quali":2719,"growing</w>":2720,"meet</w>":2721,"known</w>":2722,"TA</w>":2723,"abo":2724,"Mas":2725,"mess":2726,"igu":2727,"boost</w>":2728,"bankruptcy</w>":2729,"cuts</w>":2730,"FRANC":2731,"Ta":2732,"My":2733,"wid":2734,"production</w>":2735,"northern</w>":2736,"tg":2737,"those</w>":2738,"light</w>":2739,"money</w>":2740,"Hu":2741,"Chi":2742,"access</w>":2743,"call</w>":2744,"rej":2745,"members</w>":2746,"Service</w>":2747,"Sur":2748,"fic</w>":2749,"Ri":2750,"super":2751,"Sharon</w>":2752,"Ven":2753,"Top</w>":2754,"ATHENS</w>":2755,"Gol":2756,"far</w>":2757,"Three</w>":2758,"Tor":2759,"bing</w>":2760,"order</w>":2761,"icide</w>":2762,"Business</w>":2763,"Grand</w>":2764,"conference</w>":2765,"manufac":2766,"aila":2767,"Ken":2768,"initi":2769,"heav":2770,"helped</w>":2771,"southern</w>":2772,"public":2773,"kes":2774,"pons</w>":2775,"draw</w>":2776,"sses</w>":2777,"era</w>":2778,"soon</w>":2779,"Asia</w>":2780,"Dea":2781,"AB":2782,"risis</w>":2783,"must</w>":2784,"Niger":2785,"hours</w>":2786,"yet</w>":2787,"then</w>":2788,"shed</w>":2789,"begin</w>":2790,"dren</w>":2791,"If</w>":2792,"ast":2793,"56</w>":2794,"Out</w>":2795,"ine":2796,"ford</w>":2797,"defense</w>":2798,"IR":2799,"body</w>":2800,"Reserve</w>":2801,"KY":2802,"Rad":2803,"tual</w>":2804,"calls</w>":2805,"orge</w>":2806,"dies</w>":2807,"duced</w>":2808,"club</w>":2809,"Me":2810,"bia</w>":2811,"etting</w>":2812,"BS</w>":2813,"sted</w>":2814,"ority</w>":2815,"ability</w>":2816,"Paul</w>":2817,"tour":2818,"FRANCIS":2819,"bility</w>":2820,"chester</w>":2821,"Association</w>":2822,"MP":2823,"clim":2824,"efforts</w>":2825,"tronics</w>":2826,"HP</w>":2827,"dam":2828,"health</w>":2829,"Arsenal</w>":2830,"yards</w>":2831,"stitu":2832,"TOKY":2833,"kyo</w>":2834,"already</w>":2835,"las</w>":2836,"ows</w>":2837,"bus</w>":2838,"Tokyo</w>":2839,"TOKYO</w>":2840,"ona</w>":2841,"aster</w>":2842,"appoin":2843,"markets</w>":2844,"charged</w>":2845,"FRANCISCO</w>":2846,"countries</w>":2847,"Italian</w>":2848,"concerns</w>":2849,"list</w>":2850,"ty":2851,"enger</w>":2852,"id59":2853,"posted</w>":2854,"Dru":2855,"Hel":2856,"They</w>":2857,"id79":2858,"id39":2859,"All</w>":2860,"Systems</w>":2861,"Out":2862,"id19":2863,"computers</w>":2864,"id89":2865,"file</w>":2866,"trou":2867,"id69":2868,"gave</w>":2869,"schedu":2870,"olution</w>":2871,"Update":2872,"sent</w>":2873,"activ":2874,"id29":2875,"power":2876,"Council</w>":2877,"Tit":2878,"cour":2879,"west</w>":2880,"aper</w>":2881,"id119":2882,"corporate</w>":2883,"ts":2884,"Software</w>":2885,"domin":2886,"TE":2887,"strea":2888,"main</w>":2889,"id99":2890,"id49":2891,"gers</w>":2892,"wil":2893,"earchers</w>":2894,"id109":2895,"nal</w>":2896,"pil":2897,"wood</w>":2898,"enough</w>":2899,"general</w>":2900,"availa":2901,"lowed</w>":2902,"George</w>":2903,"onto</w>":2904,"Communications</w>":2905,"trying</w>":2906,"57</w>":2907,"Bill</w>":2908,"dispu":2909,"continue</w>":2910,"66</w>":2911,"Cisco</w>":2912,"Val":2913,"ati":2914,"arrested</w>":2915,"dium</w>":2916,"reached</w>":2917,"tenti":2918,"within</w>":2919,"Chief</w>":2920,"looking</w>":2921,"cement</w>":2922,"sea</w>":2923,"Airlines</w>":2924,"59</w>":2925,"58</w>":2926,"fres":2927,"sign</w>":2928,"visit</w>":2929,"outside</w>":2930,"pan":2931,"union</w>":2932,"level":2933,"fuel</w>":2934,"rebels</w>":2935,"taken</w>":2936,"IA</w>":2937,"Ni":2938,"PM</w>":2939,"reti":2940,"tech</w>":2941,"short</w>":2942,"popular</w>":2943,"aid</w>":2944,"rid</w>":2945,"until</w>":2946,"opposition</w>":2947,"starting</w>":2948,"Cel":2949,"Dell</w>":2950,"ID":2951,"ple</w>":2952,"lars</w>":2953,"da</w>":2954,"drop</w>":2955,"ID</w>":2956,"ring":2957,"sale</w>":2958,"Tea":2959,"teams</w>":2960,"revenue</w>":2961,"Acc":2962,"Bal":2963,"Go":2964,"Yasser</w>":2965,"went</w>":2966,"anced</w>":2967,"giving</w>":2968,"raised</w>":2969,"need</w>":2970,"id56":2971,"Tai":2972,"fav":2973,"overed</w>":2974,"lege</w>":2975,"Ivan</w>":2976,"others</w>":2977,"ession</w>":2978,"Miami</w>":2979,"From</w>":2980,"east</w>":2981,"enge</w>":2982,"id96":2983,"id36":2984,"Hew":2985,"find</w>":2986,"finals</w>":2987,"selling</w>":2988,"doub":2989,"Don":2990,"local</w>":2991,"id26":2992,"id46":2993,"id66":2994,"Army</w>":2995,"Palestinians</w>":2996,"Center</w>":2997,"continued</w>":2998,"cs</w>":2999,"prac":3000,"stake</w>":3001,"candid":3002,"Mac":3003,"id86":3004,"Manchester</w>":3005,"effort</w>":3006,"stu":3007,"illions</w>":3008,"id106":3009,"airline</w>":3010,"aimed</w>":3011,"Cra":3012,"id16":3013,"failed</w>":3014,"id116":3015,"ING</w>":3016,"product</w>":3017,"drive</w>":3018,"cell</w>":3019,"makes</w>":3020,"range</w>":3021,"weapons</w>":3022,"human</w>":3023,"Fed":3024,"Qa":3025,"ries</w>":3026,"nie</w>":3027,"White</w>":3028,"id76":3029,"John":3030,"Tel":3031,"Asian</w>":3032,"BAG":3033,"once</w>":3034,"chair":3035,"Davis</w>":3036,"86</w>":3037,"Time</w>":3038,"96</w>":3039,"Im":3040,"office</w>":3041,"ti</w>":3042,"wr":3043,"any":3044,"dition</w>":3045,"ketball</w>":3046,"quarterback</w>":3047,"competition</w>":3048,"Tech</w>":3049,"ez</w>":3050,"finally</w>":3051,"downlo":3052,"67</w>":3053,"Invest":3054,"tation</w>":3055,"Dollar</w>":3056,"seen</w>":3057,"central</w>":3058,"threat</w>":3059,"lems</w>":3060,"lin</w>":3061,"busin":3062,"success":3063,"previ":3064,"invol":3065,"authorities</w>":3066,"cli":3067,"thousands</w>":3068,"rebel</w>":3069,"reli":3070,"identi":3071,"dered</w>":3072,"investment</w>":3073,"organiz":3074,"spokes":3075,"Dev":3076,"Trea":3077,"stages</w>":3078,"tations</w>":3079,"pressure</w>":3080,"Lu":3081,"draw":3082,"DAD</w>":3083,"tered</w>":3084,"2006</w>":3085,"69</w>":3086,"Bur":3087,"ring</w>":3088,"wants</w>":3089,"ANG":3090,"BAGH":3091,"aver":3092,"designed</w>":3093,"quarterly</w>":3094,"Madrid</w>":3095,"BAGHDAD</w>":3096,"bal":3097,"equi":3098,"town</w>":3099,"There</w>":3100,"analysts</w>":3101,"mates</w>":3102,"Mac</w>":3103,"Update</w>":3104,"DVD</w>":3105,"High":3106,"ra</w>":3107,"Bri":3108,"Ric":3109,"div":3110,"Muslim</w>":3111,"Francisco</w>":3112,"95</w>":3113,"crisis</w>":3114,"state":3115,"Prices</w>":3116,"rising</w>":3117,"ishing</w>":3118,"moved</w>":3119,"Wil":3120,"ising</w>":3121,"hosp":3122,"Gold</w>":3123,"kia</w>":3124,"charge</w>":3125,"Fun":3126,"fund</w>":3127,"further</w>":3128,"63</w>":3129,"Pit":3130,"Rel":3131,"mas":3132,"rol":3133,"Stadium</w>":3134,"rights</w>":3135,"toward</w>":3136,"Trade</w>":3137,"filed</w>":3138,"personal</w>":3139,"XP</w>":3140,"brow":3141,"chec":3142,"62</w>":3143,"Blo":3144,"Nas":3145,"some":3146,"xed</w>":3147,"aff":3148,"family</w>":3149,"terror</w>":3150,"goal</w>":3151,"Calif</w>":3152,"Angel":3153,"injury</w>":3154,"roups</w>":3155,"Mobile</w>":3156,"executives</w>":3157,"hits</w>":3158,"lic":3159,"ung</w>":3160,"ounding</w>":3161,"woman</w>":3162,"CP</w>":3163,"Los</w>":3164,"Real</w>":3165,"spending</w>":3166,"flight</w>":3167,"named</w>":3168,"THE</w>":3169,"Na":3170,"inst":3171,"liam":3172,"lay</w>":3173,"tellite</w>":3174,"rally</w>":3175,"fired</w>":3176,"heart</w>":3177,"children</w>":3178,"92</w>":3179,"Hen":3180,"allow</w>":3181,"die</w>":3182,"MS":3183,"gre":3184,"large</w>":3185,"fighting</w>":3186,"ness</w>":3187,"prove</w>":3188,"ricket</w>":3189,"center</w>":3190,"retailer</w>":3191,"ication</w>":3192,"unes</w>":3193,"aging</w>":3194,"aged</w>":3195,"deta":3196,"Dut":3197,"gains</w>":3198,"getting</w>":3199,"tee</w>":3200,"une</w>":3201,"firms</w>":3202,"Al</w>":3203,"Mu":3204,"wan</w>":3205,"level</w>":3206,"closed</w>":3207,"strugg":3208,"build</w>":3209,"sy":3210,"ruling</w>":3211,"forecast</w>":3212,"chairman</w>":3213,"Kor":3214,"ek</w>":3215,"western</w>":3216,"commer":3217,"rivals</w>":3218,"Central</w>":3219,"opping</w>":3220,"Exp":3221,"Nokia</w>":3222,"dollars</w>":3223,"Bowl</w>":3224,"Da":3225,"euro</w>":3226,"That</w>":3227,"oung</w>":3228,"68</w>":3229,"fron":3230,"edge</w>":3231,"Sil":3232,"Sam":3233,"indic":3234,"exic":3235,"potenti":3236,"Mart</w>":3237,"Mor":3238,"yers</w>":3239,"tedly</w>":3240,"rehol":3241,"Offic":3242,"Ap":3243,"Astro":3244,"ATE</w>":3245,"supply</w>":3246,"powerful</w>":3247,"94</w>":3248,"Sm":3249,"id95":3250,"dreds</w>":3251,"ron</w>":3252,"Coast</w>":3253,"Cru":3254,"CBS</w>":3255,"bit</w>":3256,"eek</w>":3257,"Ann":3258,"policy</w>":3259,"Mexic":3260,"Boeing</w>":3261,"Ire":3262,"Span":3263,"News":3264,"Premi":3265,"Islam":3266,"wan":3267,"atten":3268,"id105":3269,"engine</w>":3270,"UR":3271,"eve</w>":3272,"id35":3273,"kra":3274,"termin":3275,"loc":3276,"ads</w>":3277,"id55":3278,"id45":3279,"id65":3280,"reng":3281,"Italy</w>":3282,"Singh</w>":3283,"Ryder</w>":3284,"61</w>":3285,"name</w>":3286,"id115":3287,"holiday</w>":3288,"double</w>":3289,"nes":3290,"anks</w>":3291,"working</w>":3292,"id25":3293,"operations</w>":3294,"Delta</w>":3295,"Talks</w>":3296,"98</w>":3297,"NH":3298,"driv":3299,"id85":3300,"annual</w>":3301,"88</w>":3302,"Music</w>":3303,"tre":3304,"id75":3305,"phy</w>":3306,"break</w>":3307,"Dutch</w>":3308,"400</w>":3309,"ently</w>":3310,"planned</w>":3311,"Mark</w>":3312,"ba":3313,"rist":3314,"id15":3315,"strate":3316,"insurance</w>":3317,"ident</w>":3318,"prime</w>":3319,"84</w>":3320,"Net":3321,"Exchange</w>":3322,"AMD</w>":3323,"Wal</w>":3324,"lers</w>":3325,"nat":3326,"emb":3327,"risk</w>":3328,"desktop</w>":3329,"Ireland</w>":3330,"85</w>":3331,"ides</w>":3332,"mart</w>":3333,"Du":3334,"Now</w>":3335,"times</w>":3336,"turned</w>":3337,"parti":3338,"civ":3339,"Angeles</w>":3340,"Astros</w>":3341,"road</w>":3342,"urities</w>":3343,"Ukra":3344,"missing</w>":3345,"provide</w>":3346,"operation</w>":3347,"97</w>":3348,"93</w>":3349,"Gra":3350,"Ter":3351,"Police</w>":3352,"confirmed</w>":3353,"Yuk":3354,"chance</w>":3355,"decided</w>":3356,"runs</w>":3357,"Cl":3358,"SE</w>":3359,"canc":3360,"dings</w>":3361,"fears</w>":3362,"ied</w>":3363,"pment</w>":3364,"lap":3365,"ening</w>":3366,"nament</w>":3367,"Ty":3368,"fri":3369,"mb":3370,"army</w>":3371,"Te":3372,"UPD":3373,"ace":3374,"investigation</w>":3375,"Nu":3376,"Tony</w>":3377,"area</w>":3378,"ately</w>":3379,"card</w>":3380,"sil":3381,"vend":3382,"AP":3383,"yed</w>":3384,"hope</w>":3385,"available</w>":3386,"tment</w>":3387,"rules</w>":3388,"avo":3389,"Paris</w>":3390,"attempt</w>":3391,"Yukos</w>":3392,"development</w>":3393,"viron":3394,"ald</w>":3395,"never</w>":3396,"surg":3397,"Green</w>":3398,"Brazil</w>":3399,"Jan":3400,"Win</w>":3401,"ground</w>":3402,"raft</w>":3403,"happ":3404,"approved</w>":3405,"dam</w>":3406,"Seattle</w>":3407,"tories</w>":3408,"Islamic</w>":3409,"UPDATE</w>":3410,"Red":3411,"lab":3412,"bene":3413,"igns</w>":3414,"Explo":3415,"Day</w>":3416,"overy</w>":3417,"craft</w>":3418,"sold</w>":3419,"ani</w>":3420,"baseball</w>":3421,"rs</w>":3422,"earing</w>":3423,"push":3424,"redit</w>":3425,"focus</w>":3426,"Govern":3427,"Net</w>":3428,"Pan":3429,"backs</w>":3430,"fth</w>":3431,"gol":3432,"Disney</w>":3433,"fy</w>":3434,"let</w>":3435,"nologies</w>":3436,"problems</w>":3437,"championship</w>":3438,"uti":3439,"lot</w>":3440,"shes</w>":3441,"claimed</w>":3442,"The":3443,"illa</w>":3444,"89</w>":3445,"ur</w>":3446,"comb":3447,"claim</w>":3448,"believ":3449,"mag":3450,"pat":3451,"push</w>":3452,"read</w>":3453,"private</w>":3454,"Hun":3455,"crow":3456,"dist":3457,"main":3458,"cy":3459,"ky</w>":3460,"lined</w>":3461,"sites</w>":3462,"imp":3463,"worth</w>":3464,"very":3465,"commit":3466,"ys":3467,"server</w>":3468,"Consu":3469,"presen":3470,"Team</w>":3471,"Chel":3472,"consumers</w>":3473,"cele":3474,"ref":3475,"Indu":3476,"suicide</w>":3477,"spi":3478,"Will</w>":3479,"gun":3480,"ina</w>":3481,"versi":3482,"survey</w>":3483,"Be</w>":3484,"IP</w>":3485,"Wins</w>":3486,"ail":3487,"ma</w>":3488,"terrorism</w>":3489,"December</w>":3490,"Johnson</w>":3491,"91</w>":3492,"Some</w>":3493,"station</w>":3494,"2003</w>":3495,"book</w>":3496,"Laun":3497,"Putin</w>":3498,"IN</w>":3499,"Nex":3500,"lands</w>":3501,"asked</w>":3502,"target</w>":3503,"Woods</w>":3504,"streng":3505,"ized</w>":3506,"stores</w>":3507,"revea":3508,"bad</w>":3509,"daq</w>":3510,"vely</w>":3511,"Fire":3512,"jah</w>":3513,"Jus":3514,"member</w>":3515,"want</w>":3516,"alling</w>":3517,"track</w>":3518,"warning</w>":3519,"retail</w>":3520,"Brown</w>":3521,"Football</w>":3522,"Low":3523,"UN":3524,"eric</w>":3525,"oll</w>":3526,"propos":3527,"cast</w>":3528,"Enter":3529,"above</w>":3530,"Kash":3531,"edged</w>":3532,"id74":3533,"rought</w>":3534,"shows</w>":3535,"Soc":3536,"wal":3537,"reb":3538,"after":3539,"leave</w>":3540,"Congress</w>":3541,"unveiled</w>":3542,"Down</w>":3543,"ham":3544,"omic</w>":3545,"water</w>":3546,"Green":3547,"expectations</w>":3548,"seem":3549,"id84":3550,"id54":3551,"defeat</w>":3552,"played</w>":3553,"Fallujah</w>":3554,"businesses</w>":3555,"ox":3556,"id24":3557,"ranked</w>":3558,"Fu":3559,"Rea":3560,"Sus":3561,"jour":3562,"mit</w>":3563,"ren</w>":3564,"sugg":3565,"separ":3566,"id34":3567,"medi":3568,"id14":3569,"real":3570,"id94":3571,"id114":3572,"id44":3573,"pay":3574,"fresh</w>":3575,"Blue</w>":3576,"Dow</w>":3577,"anium</w>":3578,"iti</w>":3579,"assin":3580,"flic":3581,"fraud</w>":3582,"81</w>":3583,"Pho":3584,"Year</w>":3585,"awa":3586,"bloo":3587,"fying</w>":3588,"Chr":3589,"Rod":3590,"Milit":3591,"05</w>":3592,"opened</w>":3593,"issue</w>":3594,"ph</w>":3595,"suspected</w>":3596,"MW</w>":3597,"groups</w>":3598,"id64":3599,"scre":3600,"insurg":3601,"diffe":3602,"bn</w>":3603,"id104":3604,